IDEA Open Model
Hanging.EndsType Property
Compatible with IDEA StatiCa Beta 20.0
 End type of the reinforcement bar - same for both ends
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public LongReinfEndType EndsType { get; set; }
Public Property EndsType As LongReinfEndType
	Get
	Set
Property Value
Type: LongReinfEndType
See Also
Reference
Hanging Class
IdeaRS.OpenModel.Detail Namespace